{"translation-revision-date":"2021-12-16 13:21:56+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Elementor is not authorized to read or write from this file. Contact your site host.":["O Elementor não está autorizado a ler ou escrever neste arquivo. Contate o serviço de hospedagem do site."],"There is an error with the manifest file. Try importing again with a new kit file.":["Há um erro no arquivo do manifesto. Tente importar novamente com um novo arquivo de kit."],"Install a PHP zip on your server or contact your site host.":["Instale um Zip PHP no seu servidor ou contate o serviço de hospedagem do site."],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Isso permite que o Elementor examine seus arquivos SVG em busca de conteúdo malicioso. Caso contrário, você pode ignorar quaisquer arquivos SVG nesta importação."],"First, enable unfiltered file uploads.":["Primeiro, desative os filtros de envio de arquivos."],"Go back":["Voltar"],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Não se preocupe, apenas continue sem importar arquivos SVG ou então volte e inicie a importação novamente."],"Sorry, something went wrong.":["Desculpe, algo deu errado."],"Archive":["Arquivo"],"Single Post":["Post individual"],"Single Page":["Página individual"],"Footer":["Rodapé"],"Header":["Cabeçalho"],"This Template Kit includes:":["Este pacote de modelos inclui:"],"Content:":["Conteúdo:"],"Site Settings:":["Configurações do site:"],"Templates:":["Modelos:"],"Custom Post Type":["Tipo de post personalizado"],"WP Posts":["Posts do WP"],"WP Pages":["Páginas do WP"],"To import or export these components, you’ll need Elementor Pro.":["Esses componentes só podem ser exportados com o Elementor Pro."],"Global widgets":["Widgets globais"],"Kit Info":["Informações do Kit"],"After you select what's included from your imported kit, you’ll be able to choose which current site settings should stay and which the import should override. ":["Depois de selecionar o que está incluído no seu Kit Importado, você poderá escolher quais as configurações atuais do site devem permanecer, e quais devem ser substituídas pela importação "],"How does importing work?":["Como funciona a importação?"],"Once your download is complete, import your kit to another site and get it up and running quickly.":["Assim que o seu download esteja concluído, importe seu Kit para outro site e ele funcionará rapidamente."],"Tip!":["Dica!"],"That’s it!":["Simples assim!"],"Select what to include from your site. We’ll use that to create a zip file.":["Selecione o que vai incluir no seu site. Usaremos isso para criar um arquivo ZIP."],"How does exporting work?":["Como funciona a exportação?"],"A kit is a zip file containing anything from an entire site to individual components.":["Um Kit é um arquivo ZIP contendo qualquer coisa, desde um site inteiro até componentes individuais."],"What’s a Template Kit?":["O que é um Kit de Modelos?"],"Setting up your kit...":["Configurando o seu Kit..."],"Select the items you want to keep and apply:":["Selecione os itens que deseja manter e aplique:"],"Your site's homepage will be determined by the kit. You can change this later.":["A página inicial do seu site será determinada pelo Kit. Você pode alterar isso mais tarde."],"Note":["Nota"],"Items that you leave checked here will override your current design and settings.":["Os itens que você deixar selecionados aqui substituirão o seu design e as configurações atuais."],"We noticed that items in your kit overlap with what's already live on your site.":["Notamos que os Itens do seu Kit se sobrepõem aos que já estão ativos no seu site."],"Existing":["Existente"],"Imported":["Importado"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Envie um arquivo com modelos, configurações do site, conteúdo, etc., e aplique-os automaticamente no seu site."],"Back to Kit Library":["Voltar à biblioteca de Kits"],"By default, all of your components will be imported.":["Por padrão, todos os seus componentes serão importados."],"Choose which Elementor components - templates, content and site settings - to include in your kit.":["Escolha o componentes do Elementor - modelos, conteúdo e configurações do site - a serem incluídos em seu Kit."],"Your kit is now live on your site!":["Seu Kit agora está ativo no seu site!"],"Kit Description":["Descrição do Kit"],"Kit Name":["Nome do Kit"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Escolha os componentes do Elementor - modelos, conteúdo e configurações do site - para incluir em seu arquivo do kit."],"Kit Information":["Informações do Kit"],"Elementor Kit":["Kit do Elementor"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Estes são os detalhes que você usará para encontrar rapidamente e aplicar este Kit no futuro, mesmo quando a que a sua Coleção crescer."],"What is kit information?":["O que é a Informação do Kit?"],"Template Kit Information":["Informações do Kit de Modelos"],"Say something about the style and content of these files...":["Diga algo sobre o estilo e o conteúdo desses arquivos..."],"Now you can import this kit and use it on other sites.":["Agora você pode importar este Kit e utilizá-lo em outros sites."],"Error:":["Erro:"],"Import":["Importar"],"Nothing to worry about, just try again. If the problem continues, head over to the Help Center.":["Não há nada com que se preocupar, basta tentar novamente. Se o problema continuar, visite o centro de ajuda."],"to learn more about building your site with Elementor Kits":["para saber mais sobre como construir seu site com Kits do Elementor"],"Don't close this window until the process is finished.":["Não feche esta janela até que a sua importação esteja concluída."],"This usually takes a few moments.":["Isso geralmente leva pouco tempo."],"Or":["Ou"],"Drag & drop the .zip file with your Kit":["Arraste e solte o arquivo .zip com seu Kit"],"Upload Files to Your Library":["Envie os arquivos para a sua biblioteca"],"We recommend that you backup your site before importing a kit file.":["Recomendamos que você faça backup do site antes de importar um arquivo de Kit."],"Important":["Importante"],"By default, all of your components will be exported.":["Por padrão, todos os seus Componentes serão Exportados."],"Background Settings":["Configurações do plano de fundo"],"Lightbox Settings":["Configurações do Lightbox"],"Theme Style settings":["Configurações de estilo do tema"],"Elementor Pages":["Páginas do Elementor"],"404 Error Page":["Página de erro 404"],"to download":["para baixar"],"Download not working?":["O download não funciona?"],"Your export is ready!":["Sua exportação está pronta!"],"Click Here":["Clique aqui"],"Back to dashboard":["Voltar ao painel"],"Import a Template Kit":["Importar um kit de modelos"],"Export a Template Kit":["Exportar um kit de modelos"],"Landing Pages":["Páginas de Aterrissagem"],"What is a 404 Page Template?":["O que é um modelo de página 404?"],"What is a Products Archive Template?":["O que é um modelo de arquivo de produtos?"],"Products Archive":["Arquivo de produtos"],"What is a Single Product Template?":["O que é um modelo de produto individual?"],"What is an Archive Template?":["O que é um modelo de arquivo?"],"What is a Single Post Template?":["O que é um modelo de post único?"],"What is a Single Page Template?":["O que é um modelo de página única?"],"What is a Footer Template?":["O que é um modelo de rodapé?"],"What is a Header Template?":["O que é um modelo de cabeçalho?"],"App could not be loaded":["Não foi possível carregar o aplicativo"],"Global Colors":["Cores globais"],"Create Full Site":["Criar site completo"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Mantenha os visitantes de seu site felizes quando eles se perderem exibindo seus posts recentes, uma barra de pesquisa ou qualquer informação que possa ajudar o usuário a encontrar o que procura."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Um modelo de página 404 permite criar facilmente o design do layout e o estilo da página que é exibida quando um visitante chega a uma página que não existe."],"Error 404":["Erro 404"],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Você pode criar vários modelos de arquivo de produtos e atribuir cada um a diferentes categorias de produtos. Isso lhe dá a liberdade de personalizar a aparência de cada tipo de produto mostrado."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Um modelo de arquivo de produtos permite que você crie facilmente o design do layout e o estilo de sua página de loja WooCommerce ou outras páginas de arquivo de produto - aquelas páginas que mostram uma lista de produtos, que podem ser filtradas por termos como categorias, tags, etc."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Você pode criar vários modelos de produtos e atribuir cada um a diferentes tipos de produtos, permitindo um design personalizado para cada grupo de produtos semelhantes."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Um modelo de produto individual permite que você crie facilmente o design do layout e o estilo das páginas de um único produto do WooCommerce e aplique esse modelo a várias condições que você atribuir."],"Product":["Produto"],"You can customize the message if there are no results for the search term.":["Você pode personalizar a mensagem se não houver resultados para o termo de pesquisa."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Você pode controlar facilmente o layout e o design da página de resultados da pesquisa com o modelo para resultados da pesquisa, que é simplesmente um modelo de arquivo especial apenas para exibir os resultados da pesquisa."],"What is a Search Results Template?":["O que é um modelo de resultados de pesquisa?"],"Search Results":["Resultados da pesquisa"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Se você quiser um estilo diferente para uma categoria específica, é fácil criar um modelo de arquivo separado cuja condição seja a exibição apenas quando os usuários estiverem visualizando a lista de posts dessa categoria."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Um modelo de arquivo permite que você crie facilmente o design do layout e o estilo das páginas de arquivo - aquelas páginas que mostram uma lista de posts (por exemplo, uma lista de posts recentes de um blog), que pode ser filtrada por termos como autores, categorias, tags, resultados de pesquisa etc."],"Archives":["Arquivos"],"You can create multiple single post templates, and assign each to a different category.":["Você pode criar vários modelos de post e atribuir cada um a uma categoria diferente."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Um modelo de post único permite que você crie facilmente o design do layout e o estilo dos posts, garantindo a consistência do design em todas os posts do seu blog, por exemplo."],"Single Posts":["Posts individuais"],"You can create multiple single page templates, and assign each to different areas of your site.":["Você pode criar vários modelos de página e atribuir cada um a diferentes áreas do seu site."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Um modelo de página única permite que você crie facilmente o layout e o estilo das páginas, garantindo a consistência do design em todas as páginas do seu site."],"Single Pages":["Páginas individuais"],"You can create multiple footers, and assign each to different areas of your site.":["Você pode criar vários rodapés e atribuir cada um a diferentes áreas do seu site."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["O modelo de rodapé permite que você facilmente crie o design e edite rodapés personalizados do WordPress sem os limites das restrições de design do rodapé do seu tema"],"Footers":["Rodapés"],"You can create multiple headers, and assign each to different areas of your site.":["Você pode criar vários cabeçalhos e atribuir cada um a diferentes áreas do seu site."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["O modelo de cabeçalho permite que você facilmente crie o design e edite cabeçalhos personalizados do WordPress para que você não fique mais restrito às limitações de design do cabeçalho do seu tema."],"Headers":["Cabeçalhos"],"Site Parts":["Partes do site"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Lamentamos, mas algo deu errado. Clique em ‘Saiba mais’ e siga cada uma das etapas para resolver este problema rapidamente."],"Theme Builder could not be loaded":["Não foi possível carregar o construtor do tema"],"Watch Video":["Assistir vídeo"],"Tip":["Dica"],"All Parts":["Todas as partes"],"Not Found":["Não encontrado"],"Site Settings":["Configurações do site"],"Layout Settings":["Configurações de layout"],"Next":["Próximo"],"Previous":["Anterior"],"Theme Builder is the industry leading all-in-one solution that lets you customize every part of your WordPress theme visually: Header, Footer, Single, Archive & WooCommerce":["O construtor do tema é a solução tudo-em-um líder de mercado que permite que você personalize visualmente cada parte do seu tema WordPress: Cabeçalho, Rodapé, Páginas Individuais, Arquivo e WooCommerce"],"Popups":["Popups"],"Theme Builder":["Construtor de tema"],"Continue":["Continuar"],"Skip":["Pular"],"Something went wrong.":["Algo deu errado."],"Add New":["Adicionar novo"],"Select File":["Selecionar arquivo"],"Enable":["Ativar"],"Edit Template":["Editar Modelo"],"Go Pro":["Seja Pro"],"Elementor Posts":["Posts do Elementor"],"Export":["Exportar"],"Close":["Fechar"],"Saved Templates":["Modelos salvos"],"Templates":["Modelos"],"Learn More":["Saiba mais"],"Global Fonts":["Fontes globais"],"Info":["Informações"],"Content":["Conteúdo"],"Go Back":["Voltar"],"Loading":["Carregando"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}