{"translation-revision-date":"2021-12-16 13:21:56+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Elementor is not authorized to read or write from this file. Contact your site host.":["O Elementor não está autorizado a ler ou escrever neste arquivo. Contate o serviço de hospedagem do site."],"There is an error with the manifest file. Try importing again with a new kit file.":["Há um erro no arquivo do manifesto. Tente importar novamente com um novo arquivo de kit."],"Install a PHP zip on your server or contact your site host.":["Instale um Zip PHP no seu servidor ou contate o serviço de hospedagem do site."],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Isso permite que o Elementor examine seus arquivos SVG em busca de conteúdo malicioso. Caso contrário, você pode ignorar quaisquer arquivos SVG nesta importação."],"First, enable unfiltered file uploads.":["Primeiro, desative os filtros de envio de arquivos."],"Go back":["Voltar"],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Não se preocupe, apenas continue sem importar arquivos SVG ou então volte e inicie a importação novamente."],"Sorry, something went wrong.":["Desculpe, algo deu errado."],"This Template Kit includes:":["Este pacote de modelos inclui:"],"Content:":["Conteúdo:"],"Site Settings:":["Configurações do site:"],"Templates:":["Modelos:"],"Custom Post Type":["Tipo de post personalizado"],"WP Posts":["Posts do WP"],"WP Pages":["Páginas do WP"],"To import or export these components, you’ll need Elementor Pro.":["Esses componentes só podem ser exportados com o Elementor Pro."],"Global widgets":["Widgets globais"],"Kit Info":["Informações do Kit"],"After you select what's included from your imported kit, you’ll be able to choose which current site settings should stay and which the import should override. ":["Depois de selecionar o que está incluído no seu Kit Importado, você poderá escolher quais as configurações atuais do site devem permanecer, e quais devem ser substituídas pela importação "],"How does importing work?":["Como funciona a importação?"],"Once your download is complete, import your kit to another site and get it up and running quickly.":["Assim que o seu download esteja concluído, importe seu Kit para outro site e ele funcionará rapidamente."],"Tip!":["Dica!"],"That’s it!":["Simples assim!"],"Select what to include from your site. We’ll use that to create a zip file.":["Selecione o que vai incluir no seu site. Usaremos isso para criar um arquivo ZIP."],"How does exporting work?":["Como funciona a exportação?"],"A kit is a zip file containing anything from an entire site to individual components.":["Um Kit é um arquivo ZIP contendo qualquer coisa, desde um site inteiro até componentes individuais."],"What’s a Template Kit?":["O que é um Kit de Modelos?"],"Setting up your kit...":["Configurando o seu Kit..."],"Select the items you want to keep and apply:":["Selecione os itens que deseja manter e aplique:"],"Your site's homepage will be determined by the kit. You can change this later.":["A página inicial do seu site será determinada pelo Kit. Você pode alterar isso mais tarde."],"Note":["Nota"],"Items that you leave checked here will override your current design and settings.":["Os itens que você deixar selecionados aqui substituirão o seu design e as configurações atuais."],"We noticed that items in your kit overlap with what's already live on your site.":["Notamos que os Itens do seu Kit se sobrepõem aos que já estão ativos no seu site."],"Existing":["Existente"],"Imported":["Importado"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Envie um arquivo com modelos, configurações do site, conteúdo, etc., e aplique-os automaticamente no seu site."],"Back to Kit Library":["Voltar à biblioteca de Kits"],"By default, all of your components will be imported.":["Por padrão, todos os seus componentes serão importados."],"Choose which Elementor components - templates, content and site settings - to include in your kit.":["Escolha o componentes do Elementor - modelos, conteúdo e configurações do site - a serem incluídos em seu Kit."],"Your kit is now live on your site!":["Seu Kit agora está ativo no seu site!"],"Kit Description":["Descrição do Kit"],"Kit Name":["Nome do Kit"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Escolha os componentes do Elementor - modelos, conteúdo e configurações do site - para incluir em seu arquivo do kit."],"Kit Information":["Informações do Kit"],"Elementor Kit":["Kit do Elementor"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Estes são os detalhes que você usará para encontrar rapidamente e aplicar este Kit no futuro, mesmo quando a que a sua Coleção crescer."],"What is kit information?":["O que é a Informação do Kit?"],"Template Kit Information":["Informações do Kit de Modelos"],"Say something about the style and content of these files...":["Diga algo sobre o estilo e o conteúdo desses arquivos..."],"Now you can import this kit and use it on other sites.":["Agora você pode importar este Kit e utilizá-lo em outros sites."],"Import":["Importar"],"Nothing to worry about, just try again. If the problem continues, head over to the Help Center.":["Não há nada com que se preocupar, basta tentar novamente. Se o problema continuar, visite o centro de ajuda."],"to learn more about building your site with Elementor Kits":["para saber mais sobre como construir seu site com Kits do Elementor"],"Don't close this window until the process is finished.":["Não feche esta janela até que a sua importação esteja concluída."],"This usually takes a few moments.":["Isso geralmente leva pouco tempo."],"Or":["Ou"],"Drag & drop the .zip file with your Kit":["Arraste e solte o arquivo .zip com seu Kit"],"Upload Files to Your Library":["Envie os arquivos para a sua biblioteca"],"We recommend that you backup your site before importing a kit file.":["Recomendamos que você faça backup do site antes de importar um arquivo de Kit."],"Important":["Importante"],"By default, all of your components will be exported.":["Por padrão, todos os seus Componentes serão Exportados."],"Background Settings":["Configurações do plano de fundo"],"Lightbox Settings":["Configurações do Lightbox"],"Theme Style settings":["Configurações de estilo do tema"],"Elementor Pages":["Páginas do Elementor"],"404 Error Page":["Página de erro 404"],"to download":["para baixar"],"Download not working?":["O download não funciona?"],"Your export is ready!":["Sua exportação está pronta!"],"Click Here":["Clique aqui"],"Back to dashboard":["Voltar ao painel"],"Import a Template Kit":["Importar um kit de modelos"],"Export a Template Kit":["Exportar um kit de modelos"],"Landing Pages":["Páginas de Aterrissagem"],"App could not be loaded":["Não foi possível carregar o aplicativo"],"Global Colors":["Cores globais"],"Search Results":["Resultados da pesquisa"],"Archives":["Arquivos"],"Single Posts":["Posts individuais"],"Single Pages":["Páginas individuais"],"Footers":["Rodapés"],"Headers":["Cabeçalhos"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Lamentamos, mas algo deu errado. Clique em ‘Saiba mais’ e siga cada uma das etapas para resolver este problema rapidamente."],"Tip":["Dica"],"Not Found":["Não encontrado"],"Site Settings":["Configurações do site"],"Layout Settings":["Configurações de layout"],"Next":["Próximo"],"Previous":["Anterior"],"Popups":["Popups"],"Continue":["Continuar"],"Skip":["Pular"],"Something went wrong.":["Algo deu errado."],"Select File":["Selecionar arquivo"],"Enable":["Ativar"],"Edit Template":["Editar Modelo"],"Go Pro":["Seja Pro"],"Elementor Posts":["Posts do Elementor"],"Export":["Exportar"],"Close":["Fechar"],"Saved Templates":["Modelos salvos"],"Templates":["Modelos"],"Learn More":["Saiba mais"],"Global Fonts":["Fontes globais"],"Content":["Conteúdo"],"Go Back":["Voltar"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}