{"translation-revision-date":"2022-01-22 20:45:06+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"By":["Por"],"No posts yet":["Sem posts ainda"],"Oops, our posts aren't loading right now":["Opa, nossos posts não estão carregando no momento"],"Read {{link}}the WooCommerce blog{{\/link}} for more tips on marketing your store":["Leia {{link}}o blog do WooCommerce{{\/link}} para mais dicas de marketing para sua loja"],"Hide":["Ocultar"],"WooCommerce knowledge base":["Base de conhecimento WooCommerce"],"There was an error loading recommended extensions.":["Ocorreu um erro ao carregar as extensões recomendadas."],"There was an error loading installed extensions.":["Ocorreu um erro ao carregar as extensões instaladas."],"There was an error trying to activate the extension.":["Ocorreu um erro ao tentar ativar a extensão."],"The extension has been successfully activated.":["A extensão foi ativada."],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Aprenda os segredos do marketing de sucesso com os especialistas do WooCommerce."],"Grow your customer base and increase your sales with marketing tools built for WooCommerce":["Aumente sua base de clientes e aumente suas vendas com as ferramentas de marketing criadas para o WooCommerce"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["Um bom marketing requer as ferramentas certas. Traga seu marketing para o próximo nível com nossas extensões de marketing recomendadas."],"Recommended extensions":["Extensões recomendadas"],"Installed marketing extensions":["Extensões de marketing instaladas"],"Finish setup":["Concluir configuração"],"Get support":["Obter suporte"],"Activate":["Ativar"],"Dashboard":["Painel"],"Docs":["Documentação"],"Settings":["Configurações"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/marketing-overview.js"}}