{"translation-revision-date":"2022-01-22 20:45:06+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Dismiss all":["Dispensar tudo"],"Yes, dismiss all":["Sim, dispensar tudo"],"Are you sure? Inbox messages will be dismissed forever.":["Tem certeza? As mensagens da caixa de entrada serão dispensadas para sempre."],"Inbox Notes Options":["Opções das notas da caixa de entrada"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Ao instalar o WooCommerce Tax e o Jetpack você concorda com os {{link}}Termos de Serviço{{\/link}}."],"Choose a tax partner":["Escolha um parceiro para impostos"],"Set up taxes manually":["Configurar impostos manualmente"],"Best for new stores":["Ideal para novas lojas"],"30-day free trial. No credit card needed.":["Teste grátis por 30 dias. Não é necessário cartão de crédito."],"100% free":["100% grátis"],"Avalara":["Avalara"],"Powerful all-in-one tax tool":["Poderosa ferramenta de impostos tudo-em-um"],"There was an error connecting to WooCommerce.com. Please try again":["Ocorreu um erro ao conectar-se ao WooCommerce.com. Tente novamente"],"Cross-border and multi-channel compliance":["Conformidade transfronteiriça e multicanal"],"Real-time sales tax calculation":["Cálculo de imposto de vendas em tempo real"],"Powered by {{link}}Jetpack{{\/link}}":["Oferecido por {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Conformidade com nexo econômico {{strong}}único{{\/strong}}"],"{{strong}}Multi{{\/strong}}-economic nexus compliance":["Conformidade com nexo econômico {{strong}}múltiplo{{\/strong}}"],"Enable & set up":["Ativar e configurar"],"Return-ready, jurisdiction-level reporting.":["Relatórios em nível de jurisdição prontos para devolução."],"Automate filing & remittance":["Automatize o arquivamento e remessa"],"Subscription product":["Produto de assinatura"],"Use a template to add physical, digital, variable, and subscription products":["Use um modelo para adicionar produtos físicos, digitais, variáveis e de assinatura"],"Products that customers receive or gain access to regularly by paying in advance":["Produtos que os clientes recebem ou a que têm acesso regularmente mediante pagamento antecipado"],"Previous period:":["Período anterior:"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Recomendamos adicionar uma das seguintes ferramentas de marketing para sua loja. A extensão será instalada e ativada ao clicar \"Comece a usar\"."],"%s logo":["Logo do %s"],"Recommended marketing extensions":["Extensões de marketing recomendadas"],"%s configured successfully":["%s configurado com sucesso"],"You can manage this payment gateway's settings by clicking the button below":["Você pode gerenciar as configurações deste sistema de pagamento clicando no botão abaixo"],"Task postponed until tomorrow":["Tarefa adiada até amanhã"],"Show %d more task.":["Mostrar mais %d tarefa.","Mostrar mais %d tarefas."],"Enabled payment gateways":["Sistemas de pagamento habilitados"],"Additional payment gateways":["Sistemas de pagamento adicionais"],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Com o WooCommerce Shipping você pode economizar tempo imprimindo suas etiquetas de entrega da USPS e DHL Express em casa"],"Show things to do next":["Mostrar coisas a fazer a seguir"],"Upon clicking \"Get started\", you agree to the {{link}}Terms of service{{\/link}}. Next we’ll ask you to share a few details about your business to create your account.":["Ao clicar em \"Comece a usar\", você concorda com os {{link}}Termos de serviço{{\/ link}}. A seguir, pediremos que você compartilhe alguns detalhes sobre sua empresa para criar sua conta."],"Setup required":["Configuração obrigatória"],"Accepted payment methods":["Métodos de pagamento aceitos"],"Google Listings and Ads":["Google Listings & Ads"],"Local Partner":["Parceiro local"],"Mercado Pago payments for WooCommerce":["Pagamentos do Mercado Pago para WooCommerce"],"Monitor your stats to improve performance, increase sales, and track your progress toward revenue goals. The more you know, the better you can serve your customers and grow your store.":["Monitore suas estatísticas para melhorar o desempenho, aumentar as vendas e rastrear seu progresso em relação aos objetivos de faturamento. Quanto mais você souber, melhor você poderá servir seus clientes e crescer sua loja."],"MailPoet":["MailPoet"],"Configure your %(title)s account":["Conefigure sua conta %(title)s"],"A new navigation for WooCommerce":["Uma nova navegação para o WooCommerce"],"Focus on managing your store":["Foque em gerenciar sua loja"],"Give your attention to key areas of WooCommerce with little distraction":["Dê atenção às áreas chave do WooCommerce com pouca distração"],"Easily find and favorite your extensions":["Encontre suas extensões favoritas facilmente"],"All of your store management features in one place":["Todos os recursos de gerenciamento de sua loja em um só lugar"],"They'll appear in the top level of the navigation for quick access":["Eles aparecerão no nível superior da navegação para acesso rápido"],"Import via CSV":["Importar via CSV"],"Import from another service":["Importar de outro serviço"],"Add manually":["Adicionar manualmente"],"Digital product":["Produto digital"],"Items that customers download or access through your website":["Itens que os clientes baixam ou acessam pelo seu site"],"Physical product":["Produto físico"],"Products with several versions that customers can choose from":["Produtos com várias versões que os clientes podem escolher"],"Start with a template":["Iniciar com um modelo"],"Tangible items that get delivered to customers":["Produtos físicos que são entregues aos clientes"],"Use a template to add physical, digital, and variable products":["Use um modelo para adicionar produtos físicos, digitais e variáveis"],"{{authorLink}}%s{{\/authorLink}}{{verifiedCustomerIcon\/}} reviewed {{productLink}}%s{{\/productLink}}":["{{authorLink}}%s{{\/authorLink}}{{verifiedCustomerIcon\/}} avaliou {{productLink}}%s{{\/productLink}}"],"Verified owner":["Proprietário verificado"],"We've designed your navigation and home screen to help you focus on the things that matter most in managing your online store. {{link}}Learn more{{\/link}} about these changes – or explore on your own.":["Projetamos sua navegação e tela inicial para ajudá-lo a se concentrar nas coisas mais importantes no gerenciamento de sua loja online. {{link}}Saiba mais{{\/link}} sobre essas alterações ou explore por conta própria."],"By installing Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Ao instalar o Jetpack você estará aceitando os {{link}}Termos de serviço{{\/link}}."],"Install Jetpack":["Instalar Jetpack"],"Welcome to your new store management experience":["Boas-vindas à sua nova experiência de gerenciamento de loja"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.":["Ao aceitar compartilhar {{link}}dados de uso{{\/link}} não pessoais, você estará ajudando a melhorar recursos e otimizar a experiência do WooCommerce Payments. Você pode cancelar a qualquer momento."],"I agree":["Concordo"],"Last ordered %s":["Comprado pela última vez %s"],"Manage all reviews":["Gerenciar todas avaliações"],"Mark as spam":["Marcar como spam"],"No thanks, I'll set up manually":["Não, vou configurar manualmente."],"Review could not be deleted.":["A avaliação não pode ser excluída."],"Review could not be updated.":["A avaliação não pode ser atualizada."],"Set up manually":["Configurar manualmente"],"Would you like to add the following paid features to your store now?":["Gostaria de adicionar os seguintes recursos pagos à sua loja agora?"],"Review successfully deleted.":["Avaliação excluída com sucesso."],"Review successfully updated.":["Avaliação atualizada com sucesso."],"I don't charge sales tax":["Eu não cobro impostos sobre vendas"],"Razorpay":["Razorpay"],"Help us build a better WooCommerce Payments experience":["Ajude-nos a construir uma melhor experiência para o WooCommerce Payments"],"To do's, tips, and insights for your business":["O que fazer, dicas e ideias para sua empresa"],"You’ve fulfilled all your orders":["Você atendeu a todos os seus pedidos"],"Your store today":["Sua loja hoje"],"{{orderLink}}Order #%(orderNumber)s{{\/orderLink}} %(customerString)s":["{{orderLink}}Pedido #%(orderNumber)s{{\/orderLink}} %(customerString)s"],"Marketing & Merchandising":["Marketing e merchandising"],"Creative Mail for WooCommerce":["Creative Mail para WooCommerce"],"Check your inbox for helpful growth tips tailored to your store and notifications about key traffic and sales milestones. We look forward to celebrating them with you!":["Verifique sua caixa de entrada para obter dicas de crescimento personalizadas para sua loja e notificações sobre o tráfego e marcos de vendas. Estamos ansiosos para comemorar com você!"],"Let's go":["Vamos lá"],"Good data leads to smart business decisions":["Bons dados levam a decisões de negócio inteligentes"],"A personalized inbox full of relevant advice":["Uma caixa de entrada personalizada cheia de dicas relevantes"],"Here's where you’ll find setup suggestions, tips and tools, and key data on your store’s performance and earnings — all the basics for store management and growth.":["Aqui você encontrará sugestões de configuração, dicas e ferramentas, além de dados importantes sobre o desempenho e os ganhos de sua loja - tudo que é fundamental para o gerenciamento e o crescimento da loja."],"Welcome to your WooCommerce store’s online HQ!":["Boas-vindas ao painel online da sua loja WooCommerce!"],"By installing Jetpack and WooCommerce Tax you agree to the {{link}}Terms of Service{{\/link}}.":["Ao instalar os plugins Jetpack e WooCommerce Tax você concorda com os {{link}}Termos de serviço{{\/link}}."],"Task dismissed":["Tarefa dispensada"],"WooCommerce Shipping & Tax":["WooCommerce Shipping & Tax"],"Keep an eye on your views and visitors metrics with Jetpack. Requires Jetpack plugin and a WordPress.com account.":["Fique de olho nas suas métricas de visualizações e de visitantes com o Jetpack. Requer o plugin Jetpack e uma conta WordPress.com."],"Abort":["Abortar"],"Install Jetpack and WooCommerce Tax":["Instalar Jetpack e WooCommerce Tax"],"My business doesn't charge sales tax":["Minha empresa não cobra imposto sobre vendas"],"Activate Jetpack":["Ativar o Jetpack"],"Store management":["Gerenciamento da loja"],"View my store":["Ver minha loja"],"Get Jetpack":["Obter o Jetpack"],"Connect Jetpack":["Conectar ao Jetpack"],"Get traffic stats with Jetpack":["Obtenha estatísticas de tráfego com o Jetpack"],"View detailed stats":["Ver estatísticas detalhadas"],"Month to date":["Mês até hoje"],"Week to date":["Semana até hoje"],"Store details":["Detalhes da loja"],"Hide this":["Esconder isso"],"Dismiss all messages":["Dispensar todas as mensagens"],"Undo":["Desfazer"],"Message dismissed":["Mensagem dispensada"],"Messages could not be dismissed":["Não foi possível dispensar as mensagens"],"All messages dismissed":["Todas as mensagens foram dispensadas"],"Message could not be dismissed":["Não foi possível dispensar a mensagem","Não foi possível dispensar as mensagens"],"Display stats:":["Exibir estatísticas:"],"Stats overview":["Visão geral das estatísticas"],"Import sample products":["Importar produtos de exemplo"],"Installed marketing extensions":["Extensões de marketing instaladas"],"Finish setup":["Concluir configuração"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Ocorreu um erro ao conectar ao WooCommerce Payments. Tente novamente ou tente conectar depois nas configurações da loja."],"WooCommerce Payments":["WooCommerce Payments"],"WooCommerce PayFast":["WooCommerce PayFast"],"WooCommerce Stripe":["WooCommerce Stripe"],"WooCommerce PayPal":["WooCommerce PayPal"],"Add your bank details":["Adicionar seus dados bancários"],"Direct bank transfer details added successfully":["Detalhes de transferência bancária direta adicionados"],"Please enter an account number or IBAN":["Digite um número de conta ou IBAN"],"These details are required to receive payments via bank transfer":["Esses detalhes são necessários para receber pagamentos por transferência bancária"],"There was a problem saving your payment settings":["Ocorreu um problema ao salvar suas configurações de pagamento"],"There was an error getting your reviews. Please try again.":["Ocorreu um erro ao obter as suas avaliações. Tente novamente."],"%d in stock":["%d em estoque"],"Update stock":["Atualizar estoque"],"You currently don't have any actionable statuses. To display orders here, select orders that require further review in settings.":["No momento você não tem nenhuma ação de status. Para exibir pedidos aqui, selecione os pedidos que requerem avaliações adicionais nas configurações."],"There was an error getting your orders. Please try again.":["Ocorreu um erro ao obter seus pedidos. Tente novamente."],"There was an error getting your low stock products. Please try again.":["Ocorreu um erro ao obter seus produtos com pouco estoque. Tente novamente."],"Manage all orders":["Gerenciar todos os pedidos"],"Inbox":["Caixa de entrada"],"There was an error getting your inbox. Please try again.":["Ocorreu um erro ao obter sua caixa de entrada. Tente novamente."],"As things begin to happen in your store your inbox will start to fill up. You'll see things like achievements, new feature announcements, extension recommendations and more!":["Quando as coisas começarem a acontecer na sua loja, sua caixa de entrada começará a ser preenchida. Você verá coisas como conquistas, anúncios de novos recursos, recomendações de extensão e muito mais!"],"%s stock updated":["Estoque de %s atualizado"],"%s stock could not be updated":["O estoque de %s não pode ser atualizado"],"Your inbox is empty":["Sua caixa de entrada está vazia"],"Yes, count me in!":["Sim, conte comigo!"],"Install %s":["Instalar %s"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Obtenha recursos melhorados e correções mais rápidas compartilhando dados não pessoais por meio do {{link}}rastreamento de uso{{\/link}} que nos mostra como o WooCommerce é usado. Nenhum dado pessoal é rastreado ou armazenado."],"Build a better WooCommerce":["Crie um WooCommerce melhor"],"There was a problem updating your preferences":["Houve um problema ao atualizar suas preferências"],"Get started":["Comece a usar"],"WooCommerce ShipStation Gateway":["WooCommerce ShipStation Gateway"],"Task List Options":["Opções da lista de tarefas"],"Personalize my store":["Personalizar minha loja"],"Good news!":["Boas notícias!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Ao clicar em \"Configurar\", você ativará as taxas de impostos e os cálculos. Mais informações {{link}}aqui{{\/link}}."],"{{strong}}Jetpack{{\/strong}} and {{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["O {{strong}}Jetpack{{\/strong}} e o {{strong}}WooCommerce Tax{{\/strong}} podem automatizar seus cálculos de impostos sobre vendas para você."],"Connect your store":["Conectar sua loja"],"You're awesome! One less item on your to-do list ✅":["Você é demais! Um coisa a menos na sua lista de afazeres ✅"],"Connect your store to WordPress.com to enable label printing":["Conecte sua loja ao WordPress.com para ativar a impressão de etiquetas"],"The address from which your business operates":["O endereço no qual sua empresa opera"],"Define how much customers pay to ship to different destinations":["Definir quanto os clientes pagam para enviar para destinos diferentes"],"Set store location":["Definir localização da loja"],"Set shipping costs":["Definir custo de entrega"],"📦 Shipping is done! Don't worry, you can always change it later":["📦 A entrega está concluída! Não se preocupe, você sempre pode mudar depois"],"Jetpack and WooCommerce Tax allow you to automate sales tax calculations":["O Jetpack e o WooCommerce Tax permitem automatizar cálculos de impostos sobre vendas"],"Set up tax rates manually":["Configurar taxas de impostos manualmente"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Conecte sua loja ao WordPress.com para permitir cálculos automatizados de impostos"],"Configure tax rates":["Configurar taxas de impostos"],"Head over to the tax rate settings screen to configure your tax rates":["Vá para a tela de configurações de taxas de impostos para configurar suas taxas de impostos"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Recomendamos o uso do ShipStation para economizar tempo na agência postal, imprimindo suas etiquetas de entrega em casa. Experimente o ShipStation gratuitamente por 30 dias. {{link}}Saiba mais{{\/link}}."],"Enable shipping label printing":["Ativar impressão de etiqueta de entrega"],"Please add a post code":["Adicione um CEP"],"Post code":["CEP"],"Address line 2 (optional)":["Endereço linha 2 (opcional)"],"Set a store notice":["Definir um aviso na loja"],"Please add a city":["Adicione uma cidade"],"Please add an address":["Adicione um endereço"],"For stores currently selling elsewhere we suggest using a product migration service":["Para lojas que no momento vendem em outros lugares, sugerimos o uso de um serviço de migração de produtos"],"For small stores we recommend adding products manually":["Para lojas pequenas recomendamos adicionar produtos manualmente."],"Complete task":["Tarefa concluída"],"Proceed":["Prosseguir"],"Create homepage":["Criar página inicial"],"Shipping rates can not be negative numbers.":["As taxas de entrega não podem ser números negativos."],"Optionally display a prominent notice across all pages of your store":["Opcionalmente, exiba um aviso em destaque em todas as páginas da sua loja"],"Create a new homepage and customize it to suit your needs":["Crie uma nova página inicial e personalize para atender às suas necessidades"],"Create a custom homepage":["Crie uma página inicial personalizada"],"Skip":["Pular"],"We’ll add some products that will make it easier to see what your store looks like":["Adicionaremos alguns produtos que facilitarão a visualização da aparência da sua loja"],"Upload a logo":["Enviar um logo"],"Shipping cost":["Custo de entrega"],"For larger stores we recommend importing all products at once via CSV file":["Para lojas grandes recomendamos importar todos os produtos de uma vez através de um arquivo CSV"],"Ensure your store is on-brand by adding your logo":["Garanta que sua loja mostre sua marca o seu logo"],"Please select a country \/ region":["Por favor selecione um país"],"Store connected to WooCommerce.com and extensions are being installed":["Loja conectada ao WooCommerce.com e as extensões estão sendo instaladas."],"You must click approve to install your extensions and connect to WooCommerce.com":["Você deve clicar em aprovar para instalar suas extensões e conectar-se ao WooCommerce.com"],"Your shipping rates have been updated":["Suas taxas de entrega foram atualizadas"],"There was a problem saving your store location":["Ocorreu um problema ao salvar a localização da sua loja"],"Customize":["Personalizar"],"All sample products have been imported":["Todos os produtos de exemplo foram importados"],"There was an error importing some of the sample products":["Ocorreu um erro ao importar alguns dos produtos de exemplo"],"🎨 Your store is looking great! Don't forget to continue personalizing it":["🎨 Sua loja está ótima! Não esqueça de continuar personalizando"],"I'll do it later":["Farei isso mais tarde"],"You won't have access to this functionality until the extensions have been purchased and installed.":["Você não terá acesso a essa funcionalidade até que as extensões tenham sido compradas e instaladas."],"%s — %s per year":["De %s até %s por ano"],"Store logo updated sucessfully":["O logo da loja foi atualizado com sucesso"],"in stock":["em estoque"],"Reload":["Atualizar"],"Continue setup":["Continuar configuração"],"Country \/ Region":["País"],"Show less":["Mostrar menos"],"Yes please":["Sim, por favor"],"Retry":["Tentar novamente"],"Choose which values to display":["Escolha quais valores exibir"],"Today":["Hoje"],"Facebook for WooCommerce":["Facebook para WooCommerce"],"Manage":["Gerenciar"],"Set up":["Configuração"],"Mailchimp for WooCommerce":["Mailchimp para WooCommerce"],"Klarna Payments for WooCommerce":["Klarna Payments para WooCommerce"],"Klarna Checkout for WooCommerce":["Klarna Checkout para WooCommerce"],"Recommended":["Recomendado"],"Import products":["Importar produtos"],"Jetpack":["Jetpack"],"Activate":["Ativar"],"Connect":["Conectar"],"Free shipping":["Frete grátis"],"Address line 1":["Endereço linha 1"],"Extensions":["Extensões"],"Rest of the world":["Resto do mundo"],"Configure":["Configure"],"Buy now":["Compre agora"],"Approve":["Aprovar"],"IBAN":["IBAN"],"BIC \/ Swift":["Identificação - BIC \/ Swift"],"Enable":["Habilitar"],"Bank name":["Nome do banco"],"Account number":["Número da conta"],"Account name":["Nome da conta"],"Sort code":["Agência"],"%d product":["%d produto","%d produtos"],"Display":["Exibição"],"Marketing":["Marketing"],"Store notice text":["Texto de notificação da loja"],"Learn more":["Aprenda mais"],"Go":["Ir"],"Save":["Salvar"],"Add products":["Adicionar produtos"],"Tax":["Imposto"],"No thanks":["Não, obrigado"],"Shipping":["Entrega"],"Stock":["Estoque"],"Variable product":["Produto variável"],"Cancel":["Cancelar"],"City":["Cidade"],"Orders":["Pedidos"],"Payments":["Pagamentos"],"Continue":["Continuar"],"Update":["Atualizar"],"Delete":["Excluir"],"Settings":["Configurações"],"Reviews":["Avaliações"],"WooCommerce Tax":["WooCommerce Tax"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/homescreen.js"}}