{"translation-revision-date":"2022-01-22 20:45:06+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Step description text.":["Texto de descrição da etapa."],"Payment options":["Opções de pagamento"],"Step":["Etapa"],"Other available payment methods":["Outros métodos de pagamento disponíveis"],"Use another payment method.":["Use outro método de pagamento."],"There was an error with this payment method. Please verify it's configured correctly.":["Ocorreu um erro com este método de pagamento. Verifique se está configurado corretamente."],"This site is experiencing difficulties with this payment method. Please contact the owner of the site for assistance.":["Este site está com dificuldades com este método de pagamento. Entre em contato com o proprietário do site para obter ajuda."],"Save payment information to my account for future purchases.":["Salve as informações de pagamento em minha conta para as próximas compras."],"Saved token for %s":["Token salvo para %s"],"%1$s ending in %2$s (expires %3$s)":["%1$s terminando em %2$s (vence em %3$s)"],"There are no payment methods available. This may be an error on our side. Please contact us if you need any help placing your order.":["Não há métodos de pagamento disponíveis. Isso pode ser um erro do nosso lado. Entre em contato conosco se precisar de ajuda para finalizar o seu pedido."],"Loading…":["Carregando..."],"Coupon code \"%s\" has been applied to your cart.":["O cupom \"%s\" foi aplicado ao seu carrinho."],"Coupon code \"%s\" has been removed from your cart.":["O cupom \"%s\" foi removido do seu carrinho."],"Your store does not have any payment methods configured that support the checkout block. Once you have configured a compatible payment method (e.g. Stripe) it will be shown here.":["A sua loja não possui métodos de pagamento configurados compatíveis com o bloco de finalização de compra. Depois de configurar um método de pagamento compatível (ex.: Stripe), ele será mostrado aqui."],"Taxes:":["Impostos:"],"Configure Payment Methods":["Configurar métodos de pagamento"],"Fees:":["Taxas:"],"Payment methods":["Métodos de pagamento"],"Total":["Total"],"Subtotal:":["Subtotal:"],"Discount:":["Desconto:"],"Shipping:":["Entrega:"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-blocks\/payment-frontend.js"}}